let animal_list = [
    ['dog', '강아지상', '귀여운 순둥이', '박보영, 아이유, 걸스데이 민아, 한지민, 엑소 백현, 박보검, 송중기', '다정다감하고 귀여운 당신은 모든 사람들에게 즐거움을 주는 호감형이다! 상냥하고 활발한 성격으로 어디에서도 인기폭발이지만, 애교와 웃음이 많아 연인에게 특히나 사랑스럽다. 당신은 애인바라기로 애인의 관심이 부족하면 시무룩해지고 외로움을 타는 모습이 마치 강아지와 똑 닮았다!', 'ff6c0a'], 
    ['cat', '고양이상', '츤데레 매력쟁이', '한예슬, 이성경, 이효리, 엑소 시우민, 강동원, 이종석, 이준기', '도도하고 섹시한 당신은 첫인상은 차가워 보이지만 묘한 매력을 풍겨 언제나 인기가 넘친다. 자존심이 세계 1등과 맞먹지만 관심 받는 것을 좋아하고 애인에게 관심이 받고 싶을 때는 애교도 부릴 줄 아는 귀여운 매력을 가졌다. 시크한 츤데레로 연인에게 끊임없이 설렘을 안겨주는 당신은 고양이와 닮았다!', '548dd4'], 
    ['fox', '여우상', "섹시한 밀당고수", '나인뮤지스 경리, 있지 예지, 모델 한혜진, 헤이즈, 티아라 지연', '사람을 홀리는 매력을 가진 당신은 선뜻 다가가기 힘든 섹시한 매력을 가졌다. 우아한 외모에 더해 뛰어난 센스의 성격을 가진 당신은 어딜가도 주목받는 주인공이다! 사교적인 성격을 가져 연인에게도 적극적으로 애정표현을 하지만 밀당의 고수인 당신은 연인의 혼을 쏙 빼놓는 매력쟁이다.', 'bac200'], 
    ['bear', '곰상', '포근한 매력의', '마동석, 조진웅, 조세호, 안재홍', '첫 인상은 무서워 보이지만 알고 보면 귀여운 매력의 당신! 꼼꼼하고 섬세한 성격으로 연인을 헌신적으로 챙겨주는 당신은 연인에게 듬직한 존재! 포근한 매력에 듬직함까지 갖춘 최고의 남자다!', '9b6b43'], 
    ['deer', '사슴상', "온순하고 우아한", '소녀시대 윤아, 이연희, 고아라, 문근영, 부산행 배우 정유미', '맑고 영롱한 분위기의 당신은 사슴처럼 차분한 성격의 소유자다. 초롱초롱한 눈망울이 당신의 가장 큰 트레이드마크며 따스하고 온순한 눈빛을 가져 사랑스러움을 항상 머금고 있다! 부끄러움이 많아 애정표현이 낯설은 당신은 연인에게조차 신비한 존재지만 따뜻한 성격으로 연인의 마음을 사로잡는 능력을 가졌다', 'caa6fe'], 
    ['snake', '뱀상', "날카로운 매력의", '카리나, 에이핑크 오하영, 카라 박규리', '뱀상은 여우상이나 고양이상처럼 날카로운 이미지를 가지고 있다. 눈매가 날카롭고 얼굴과 목이 다른 사람들보다 길며 턱이 날렵하다.', '00c21b'], 
    ['turtle', '꼬부기상', '순하게 귀여운', '마마무 솔라, 브레이브걸스 유정', '귀여운 얼굴 형과 순해보이는 눈, 그리고 큰 입과 입꼬리가 올라가는 부드러운 입매가 매력 포인트!', '31849b'], 
    ['rabbit', '토끼상', '천진난만한 매력의', '수지, 트와이스 나연, 여자친구 예린, 카라 한승연, 문채원, 방탄소년단 정국, 엑소 수호', '발랄하고 귀여운 당신은 주변 사람들에게 기쁨을 주는 행복바이러스다! 호기심이 많아 활발하며 귀엽고 순수한 외모로 연인의 보호본능을 자극한다. 존재 자체가 상큼하고 깜찍한 당신은 특별한 애교 없이도 연인에게 너무나도 사랑스럽다!', 'e56995'], 
    ['dinosaur', '공룡상', '따뜻하고 다정한', '하이라이트 윤두준 이민기, 김우빈, 비투비 육성재, 공유', '무심한 성격에 첫인상은 나쁜 남자 같지만, 알고 보면 따뜻함이 묻어나는 당신! 시크한 매력에 선뜻 다가가지 못하지만 한번 다가가면 헤어나올 수 없는 터프한 매력을 가진 카리스마 있는 남자다.', 'd99309']
];